{
    "Configuration": {
        "Mon scooter ne se connecte pas": "Si vous souhaitez coupler le scooter avec Unustasis pour la première fois, vous devez être à côté du scooter lorsqu'il est allumé. Si vous recevez une demande de couplage mais que le scooter n'affiche pas encore de code, dans la plupart des cas, vous pouvez simplement ignorer la demande et continuer le processus de couplage. Assurez-vous cependant qu'il n'y a pas d'autre scooter unu allumé à proximité.\n\nSi votre scooter cesse soudainement de se connecter, vérifiez s'il peut toujours être ouvert avec la carte clé. Sinon, il peut y avoir un problème avec le scooter.",
        "Dois-je désinstaller l'application officielle Unu ?": "Non, les deux applications fonctionnent complètement indépendamment l'une de l'autre. Cependant, vous devez désactiver la connexion en arrière-plan dans l'ancienne application. Sur iOS, vous devrez peut-être également supprimer le scooter de vos appareils enregistrés dans les paramètres système pour pouvoir le coupler à nouveau via Unustasis.",
        "Plusieurs appareils peuvent-ils contrôler le même scooter ?": "Oui ! Vous pouvez coupler le scooter avec jusqu'à six appareils en même temps. Cela signifie que pour les scooters partagés, n'importe qui peut coupler son propre téléphone avec le scooter pour le déverrouiller. Cependant, seule une application peut contrôler le scooter à la fois. Donc, tant que vous avez Unustasis ouvert, aucune autre application (et aucun autre appareil) n'a accès au scooter."
    },
    "Foire aux questions": {
        "Cette application peut-elle réparer l'horloge de mon affichage ?": "Malheureusement non. Le scooter ne peut obtenir l'heure que depuis le cloud Unu, qui a été fermé. Cette application ne peut contrôler le scooter que via Bluetooth, par lequel l'heure ne peut pas être réglée.",
        "Pourquoi cette application ne montre-t-elle pas de statistiques de conduite ?": "Le scooter ne fournit pas d'informations sur les statistiques de conduite via Bluetooth. Bien que le scooter transmette certaines données via Bluetooth, elles ne comprennent pas des éléments comme le compteur kilométrique, la vitesse ou la puissance.",
        "Mon scooter rencontre des problèmes depuis l'installation de cette application": "Unustasis communique uniquement avec le scooter via Bluetooth. Il ne modifie aucune configuration du scooter et n'a pas d'influence sur le comportement du scooter. Si vous rencontrez des problèmes avec votre scooter, il est probable que ce ne soit pas lié à Unustasis. Si vous avez des doutes, vous pouvez toujours désinstaller l'application pour voir si les problèmes persistent."
    },
    "À propos de l'application": {
        "Cette application est-elle développée par Unu ?": "Unustasis a été initialement créé par des conducteurs indépendants de unu. En tant que nouveaux propriétaires de la marque unu, Emco soutient le développement continu de cette application.",
        "Que signifie 'Unustasis' ?": "'Unustasis' vient du grec ancien 'anástasis', qui fait référence à la récupération d'une condition invalidante. Cela peut également signifier renaissance ou résurrection. Après la faillite de unu motors, cette application visait à 'revivifier' les fonctionnalités intelligentes perdues.",
        "Comment puis-je apporter mon soutien ?": "Unustasis est un projet open source. Vous êtes donc invités à contribuer au code source, il vous suffit de consulter Unustasis sur GitHub ! Si vous rencontrez des problèmes ou avez des suggestions, n'hésitez pas à ouvrir un ticket sur GitHub."
    }
}
