{
    "Setup": {
        "My scooter isn't connecting": "If you want to pair the scooter with unustasis for the first time, you must be standing next to the scooter when it is switched on. If you receive a pairing request but the scooter does not yet display a code, in most cases you can simply dismiss the request and continue with the pairing process. However, make sure that there is no other switched-on unu scooter in the vicinity.\n\nIf your scooter suddenly stops connecting, check whether it can still be opened with the key card. If not, there may be a fault with the scooter.",
        "Do I have to uninstall the official unu app?": "No, both apps run completely independently of each other. You should, however, disable background connection in the old app. On iOS you might also have to remove the scooter from your saved devices in the system settings in order to be able to pair it again via unustasis.",
        "Can multiple devices control the same scooter?": "Yes! You can pair the scooter with up to six devices at the same time. This means that with shared scooters, anyone can pair their own smartphone with the scooter to unlock it. However, only one app can control the scooter at a time. So while you are activley using unustasis, no other app (and no other device) has access to the scooter."
    },
    "Frequently asked questions": {
        "Can this app fix the clock in my display?": "Unfortunately not. The scooter can only get its time from the unu cloud, which has been shut down. This app can only control the scooter via Bluetooth, through which the time cannot be set.",
        "Why doesn't this app display driving statistics?": "The scooter does not provide any information about the driving statistics via Bluetooth. While the scooter outputs some data via Bluetooth, it does not include things like odometer, speed or power output.",
        "My scooter's been having issues since installing this app": "unustasis only communicates with the scooter via Bluetooth. It does not change any settings on the scooter, and it does not have any influence on the scooter's behavior. If you are experiencing issues with your scooter, it is likely not related to unustasis. If you are unsure, you can always uninstall the app to see if the issues persist."
    },
    "About the app": {
        "Is this app made by unu?": "unustasis was initially created by independent unu drivers. emco electroroller GmbH, as the new owners of the unu brand, have been supporting the ongoing development of this app.",
        "What does 'Unustasis' mean?": "unustasis comes from the ancient greek 'anástasis', which refers to a recovery from a debilitating condition. It can also mean rebirth, or resurrection. After the bankruptcy of unu motors, this app was meant to 'revive' the lost smart features of the scooters.",
        "How can I support?": "unustasis is an open source project. Therefore you are more than welcome to contribute to the source code, just check out unustasis on GitHub! If you encounter any issues or have any suggestions, feel free to open an issue on GitHub."
    }
}