{
    "Einrichtung": {
        "Mein Roller verbindet sich nicht": "Wenn du den Roller zum ersten Mal mit unustasis koppeln willst, musst du neben dem eingeschalteten Roller stehen. Wenn du eine Kopplungsanfrage angezeigt bekommst, aber der Roller noch keinen Code anzeigt, kannst du die Anfrage in den meisten Fällen einfach wegtippen und im Kopplungsprozess fortfahren. Stelle jedoch sicher, dass sich kein anderer eingeschalteter unu Scooter in der Nähe befindet.\n\n Wenn sich dein Roller plötzlich nicht mehr verbindet, prüfe, ob er sich noch mit der Schlüsselkarte öffnen lässt. Wenn nicht könnte ein Defekt am Roller vorliegen.",
        "Muss ich die offizielle unu-App deinstallieren?": "Nein, beide Apps laufen komplett unabhängig voneinander. Du solltest allerdings Hintergrund-Verbindungen in der alten unu-App deaktivieren. Unter iOS musst du außerdem eventuell erst den Scooter aus deinen gespeicherten Geräten in den Einstellungen entfernen, um ihn dann über unustasis neu koppeln zu können.",
        "Können mehrere Geräte den selben Roller steuern?": "Ja! Du kannst den Roller mit maximal sechs Geräten gleichzeitig koppeln. Das heißt, bei geteilten Rollern kann jede:r das eigene Smartphone mit dem Roller koppeln um ihn zu entsperren. Allerdings kann immer nur eine App gleichzeitig den Roller steuern. Während du also unustasis offen hast, hat keine andere App (und kein anderes Gerät) Zugriff auf den Roller."
    },
    "Häufige Fragen": {
        "Kann diese App die Uhrzeit auf meinem Roller reparieren?": "Leider nicht. Der Roller bezieht die Uhrzeit leider nur aus der unu Cloud, die abgeschaltet wurde. Die App kommuniziert ausschließlich über Bluetooth mit dem Roller, über welches die Uhrzeit nicht angepasst werden kann.",
        "Warum gibt es keinen Streckenzähler wie in der offiziellen App?": "Der Roller gibt keine Fahrstatistiken per Bluetooth aus. Während einiges über Bluetooth preisgegeben wird, gehören Kilometerzähler, Geschwindigkeit und Leistung nicht dazu.",
        "Seit ich die App nutze, funktioniert mein Roller nicht mehr richtig": "unustasis greift nicht in die Funktionsweise des Rollers ein. Wenn du Probleme mit dem Roller hast, die du auf die App zurückführst, liegt das Problem wahrscheinlich nicht bei unustasis. Wenn du dir unsicher bist, kannst du die App deinstallieren und schauen, ob das Problem weiterhin besteht."
    },
    "Zur App": {
        "Kommt diese App von unu?": "unustasis wurde als inoffizielle App von der Community geschaffen. emco electroroller GmbH unterstützen inzwischen, als neuer Besitzer der Marke unu, die Entwicklung der App.",
        "Was bedeutet 'unustasis'?": "unustasis kommt vom altgriechischen 'anástasis', was so viel bedeutet wie 'Wiederbelebung' oder 'Auferstehung'. Nach der Insolvenz von unu Motors sollte die App die smarten Funktionen des Rollers wieder aufleben lassen.",
        "Wie kann man helfen?": "unustasis ist ein Open-Source-Projekt. Du kannst also gerne mithelfen, die App zu weiter zu entwickeln. Schau einfach auf dem unustasis-GitHub vorbei. Wenn du Fehler in der App findest oder Verbesserungsvorschläge hast, kannst du auch gerne ein Issue auf GitHub erstellen."
    }
}