{
    "Setup": {
        "My scooter isn't connecting": "If you want to pair the scooter with this app for the first time, you must be standing next to the scooter when it is switched on. If you receive a pairing request but the scooter does not yet display a code, in most cases you can simply dismiss the request and continue with the pairing process. However, make sure that there is no other switched-on unu scooter in the vicinity.\n\nIf your scooter suddenly stops connecting, check whether it can still be opened with the key card. If not, there may be a fault with the scooter.",
        "Do I have to uninstall the old Unu app?": "No, both apps can run completely independently. You should, however, disable background connection in the old app. On iOS you might also have to remove the scooter from your saved devices in the system settings in order to be able to pair it again via the new app.",
        "Can multiple devices control the same scooter?": "Yes! You can pair the scooter with up to six devices at the same time. This means that with shared scooters, anyone can pair their own cell phone with the scooter to unlock it. However, only one app can control the scooter at a time. So while you have this app open, no other app (and no other device) has access to the scooter."
    },
    "About the app": {
        "Can this app fix the clock in my display?": "Unfortunately not. The scooter can only get its time from the unu cloud, which has been shut down for the time being. This app can only control the scooter via Bluetooth, through which the time cannot be set.",
        "Is this app made by Unu?": "This is the official app for the unu Scooter Pro. It was originally created by independent unu drivers, but has since been officialy endorsed, supported and released by emco Elektroroller GmbH.",
        "Why doesn't this app display driving statistics?": "The scooter does not provide any information about the driving statistics via Bluetooth. While the scooter outputs some data via Bluetooth, it does not include things like odometer, speed or power output.",
        "My scooter's been having issues since installing this app": "The unu app only communicates with the scooter via Bluetooth. It does not change any settings on the scooter, and it does not have any influence on the scooter's behavior. If you are experiencing issues with your scooter itself, it is likely not related to the app. If you are unsure, you can always uninstall the app to see if the issues persist."
    },
    "About the scooter": {
        "How do I keep my scooter in good condition?": "To extend your scooter's life, we recommend you get a professional inspection at least every 4000km. When it rains, we highly recommend you cover your scooter or keep it in a garage. If you clean your scooter, use a cloth and a bucket rather than a high-pressure cleaner.",
        "I have a problem with my scooter": "If your scooter is having problems, please contact unu@emco-eroller.de or call our helpline at +49 591 610699-20."
    }
}