{
    "Einrichtung": {
        "Mein Roller verbindet sich nicht": "Wenn du den Roller zu ersten Mal mit der App koppeln willst, musst du neben dem eingeschalteten Roller stehen. Wenn du eine Kopplungsanfrage angezeigt bekommst, aber der Roller noch keinen Code anzeigt, kannst du die Anfrage in den meisten Fällen einfach wegklicken und im Kopplungsprozess fortfahren. Stelle jedoch sicher, dass sich kein anderer eingeschalteter unu Scooter in der Nähe befindet.\n\n Wenn sich dein Roller plötzlich nicht mehr verbindet, prüfe, ob er sich noch mit der Schlüsselkarte öffnen lässt. Wenn nicht könnte ein Defekt am Roller vorliegen.",
        "Muss ich die alte Unu-App deinstallieren?": "Nein, beide Apps können komplett unabhängig voneinander laufen. Du solltest allerdings Hintergrund-Verbindungen in der alten Unu-App deaktivieren. Unter iOS musst du außerdem eventuell erst den Scooter aus deinen gespeicherten Geräten in den Einstellungen entfernen, um ihn dann über diese App neu koppeln zu können.",
        "Können mehrere Geräte den selben Roller steuern?": "Ja! Du kannst den Roller mit maximal sechs Geräten gleichzeitig Koppeln. Das heißt, bei geteilten Rollern kann jede:r das eigene Handy mit dem Roller koppeln um ihn zu entsperren. Allerdings kann immer nur eine App gleichzeitig den Roller steuern. Während du also diese App offen hast, hat keine andere App (und kein anderes Gerät) Zugriff auf den Roller."
    },
    "Fragen zur App": {
        "Kann diese App die Uhrzeit auf meinem Roller reparieren?": "Leider nicht. Der Roller bezieht die Uhrzeit leider nur aus der Unu Cloud, die bis auf weiteres abgeschaltet wurde. Die App kommuniziert ausschließlich über Bluetooth mit dem Roller, über diese welches die Uhrzeit nicht angepasst werden kann.",
        "Kommt diese App von Unu?": "Diese App ist die offizielle App für den unu Scooter Pro. Sie wurde ursprünglich von unabhängihen Unu-Fahrer:innen entwickelt, wird inzwischen aber offiziell von emco Elektroroller GmbH unterstützt und zur Verfügung gestellt.",
        "Warum gibt es keinen Streckenzähler wie in der offiziellen App?": "Der Roller gibt keine Fahrstatistiken per Bluetooth aus. Während einiges über Bluetooth preisgegeben wird, gehören Kilometerzähler, Geschwindigkeit und Leistung nicht dazu.",
        "Seit ich die App nutze, funktioniert mein Roller nicht mehr richtig": "Die unu-App greift nicht in die Funktionsweise des Rollers ein. Wenn du Probleme mit dem Roller hast, liegen diese mit hoher Wahrscheinlichkeit nicht bei der App. Wenn du dir unsicher bist, kannst du die App deinstallieren und schauen, ob das Problem weiterhin besteht."
    },
    "Fragen zum Roller": {
        "Wie halte ich meinen Roller intakt?": "Um die Lebensdauer deines Rollers zu verlängern, empfehlen wir, ihn mindestens alle 4000 km einer professionellen Inspektion zu unterziehen. Außerdem solltest du ihn bei Regen unbedingt abdecken oder unterstellen. Möchtest du deinen Roller putzen, tu dies am besten nicht mit einem Hochdruckreiniger, sondern Lappen und Eimer.",
        "Ich habe ein Problem mit meinem Roller": "Bei Problemen mit deinem Roller wende dich bitte per E-Mail an unu@emco-eroller.de oder ruf die Service-Hotline unter +49 591 610699-20 an."
    }
}