{
    "Setup": {
        "Me ship ain't connectin'": "If ye be wantin' to pair the ship with this app fer the first time, ye must be standin' next to the ship when it be switched on. If ye receive a pairin' request but the ship ain't yet displayin' a code, in most cases ye can simply dismiss the request and continue with the pairin' process. However, make sure thar be no other switched-on ship in the vicinity.\n\nIf yer ship suddenly stops connectin', check whether it can still be opened with the key card. If not, thar may be a fault with the ship.",
        "Do I have to uninstall the official Unu app?": "Nay, both apps can run completely independent-like. Ye should, however, disable background connection in the old app. On iOS ye might also have to remove the ship from yer saved devices in the system settings in order to be able to pair it again via the new app.",
        "Can multiple devices control the same ship?": "Aye! Ye can pair the ship with up to six devices at the same time. This means that with shared ships, anyone can pair their own spyglass with the ship to unlock it. However, only one app can control the ship at a time. So while ye have this app open, no other app (and no other device) has access to the ship."
    },
    "About the app": {
        "Can this app fix the clock in me display?": "Alas, nay. The ship can only get its time from the unu cloud, which be shut down fer the time bein'. This app can only control the ship via Bluetooth, through which the time can't be set.",
        "Is this app made by Unu?": "This be the official app for the unu Ship Pro. It was originally created by independent unu captains, but has since been officially endorsed, supported, and released by emco Elektroroller GmbH.",
        "Why doesn't this app display sailin' statistics?": "The ship does not provide any information about the sailin' statistics via Bluetooth. While the ship outputs some data via Bluetooth, it does not include things like odometer, speed or power output.",
        "Me ship's been havin' issues since installin' this app": "The unu app only communicates with the ship via Bluetooth. It does not change any settings on the ship, and it does not have any influence on the ship's behavior. If ye be experiencin' issues with yer ship itself, it be likely not related to the app. If ye be unsure, ye can always uninstall the app to see if the issues persist."
    },
    "About the ship": {
        "How do I keep me ship in good condition?": "To extend yer ship's life, we recommend ye get a professional inspection at least every 4000 leagues. When it rains, we highly recommend ye cover yer ship or keep it in a garage, lest it drowns. If ye clean yer ship, use a cloth and a bucket rather than a high-pressure cleaner.",
        "I have a problem with me ship": "If yer ship be havin' problems, please contact unu@emco-eroller.de or call our helpline at +49 591 610699-20."
    }
}