{
    "Configuration": {
        "Mon scooter ne se connecte pas": "Si vous souhaitez associer le scooter à Unustasis pour la première fois, vous devez vous tenir à côté du scooter lorsqu'il est allumé. Si vous recevez une demande d'appairage mais que le scooter n'affiche pas encore de code, dans la plupart des cas, vous pouvez simplement ignorer la demande et continuer le processus d'appairage. Cependant, assurez-vous qu'il n'y a pas d'autre scooter unu allumé à proximité.\n\nVous ne pouvez vous connecter à un scooter que s'il n'est pas connecté à un autre téléphone. Si votre scooter affiche un symbole Bluetooth en haut à gauche de son écran, il est actuellement connecté à un autre appareil et n'est pas prêt pour d'autres connexions ou appairages.\n\nSi votre scooter cesse soudainement de se connecter, vérifiez s'il peut encore être ouvert avec la carte-clé. Si ce n'est pas le cas, il peut y avoir un problème avec le scooter.",
        "Dois-je désinstaller l'application officielle Unu ?": "Non, les deux applications fonctionnent de manière complètement indépendante. Vous devriez cependant désactiver la connexion en arrière-plan dans l'ancienne application. Sur iOS, vous devrez peut-être également supprimer le scooter de vos appareils enregistrés dans les paramètres système pour pouvoir l'appairer à nouveau via Unustasis.",
        "Plusieurs appareils peuvent-ils contrôler le même scooter ?": "Oui ! Vous pouvez appairer le scooter avec jusqu'à six appareils en même temps. Cela signifie qu'avec des scooters partagés, chacun peut appairer son propre téléphone avec le scooter pour le déverrouiller. Cependant, une seule application peut contrôler le scooter à la fois. Donc, tant que vous avez Unustasis ouvert, aucune autre application (et aucun autre appareil) n'a accès au scooter."
    },
    "Questions fréquentes": {
        "Cette application peut-elle corriger l'horloge de mon écran ?": "Malheureusement non. Le scooter ne peut obtenir l'heure que du cloud Unu, qui a été fermé. Cette application ne peut contrôler le scooter que via Bluetooth, et l'heure ne peut pas être réglée par ce moyen.",
        "Pourquoi cette application n'affiche-t-elle pas les statistiques de conduite ?": "Le scooter ne fournit aucune information sur les statistiques de conduite via Bluetooth. Bien que le scooter transmette certaines données via Bluetooth, celles-ci n'incluent pas des éléments comme le compteur kilométrique, la vitesse ou la puissance.",
        "Mon scooter a des problèmes depuis l'installation de cette application": "Unustasis ne communique avec le scooter que via Bluetooth. Elle ne modifie aucun paramètre du scooter et n'a aucune influence sur son comportement. Si vous rencontrez des problèmes avec votre scooter, ils ne sont probablement pas liés à Unustasis. En cas de doute, vous pouvez toujours désinstaller l'application pour voir si les problèmes persistent."
    },
    "À propos de l'application": {
        "Cette application est-elle faite par Unu ?": "Unustasis a été initialement créée par des conducteurs unu indépendants. Emco electroroller GmbH, en tant que nouveaux propriétaires de la marque unu, soutiennent le développement continu de cette application.",
        "Que signifie 'Unustasis' ?": "Unustasis vient du grec ancien 'anástasis', qui fait référence à une récupération d'une condition débilitante. Cela peut aussi signifier renaissance ou résurrection. Après la faillite d'unu motors, cette application était destinée à 'ressusciter' les fonctionnalités intelligentes perdues.",
        "Comment puis-je contribuer ?": "Unustasis est un projet open source. Vous êtes donc plus que bienvenu à contribuer au code source, il suffit de consulter Unustasis sur GitHub ! Si vous rencontrez des problèmes ou avez des suggestions, n'hésitez pas à ouvrir une issue sur GitHub."
    }
}
